people = [
    {
        "name": "თემურ ჩიჩუა",
        "job": "ინსტრუქტორი",
        "description": "AnimaChatbotics-ის მოქმედი Python დეველოპერი. მუშაობს სხვადასხვა კომპიუტერული მეცნიერების მიმართულებაზე. ასწავლის Python Development-ს ილიას სახელმწიფო უნივერსიტეტის ტექნოლოგიების ლაბორატორია “უნილაბსა” და “ექსპლორიუმში”",
        "image": "temur-chichua.png",
    }, {
        "name": "თემური ქიტოშვილი",
        "job": "ვებ-გვერდის ფუნქციონალი",
        "description": "დამწყები დეველოპერი, პროგრამირება მისთვის საინტერესო და გამოწვევებით აღსავსე პროფესიაა. ის დაინტერესებულია ინოვაციური და კვლევითი პროექტებით. პროექტის ფარგლებში ჩართული იყო ქართული ენის დამუშავების ხელსაწყოების და მისი ვებ-გვერდზე ვიზუალური დემონსტრაციის შექმნაში/გამართვაში",
        "image": "temuri-qitsohvili.png",
    }, {
        "name": "მარიამ კვანტალიანი",
        "job": "მომხმარებლის ავტორიზაცია/რეგისტრაცია",
        "description": "შეისწავლის ვებ დეველოპმენტს. დაინტერესებულია dig data მონაცემებთან მუშაობით და მათი ვიზუალიზაციით. მოსწონს ახალ და საინტერესო პროექტებზე მუშაობა.",
        "image": "mariam-kvantaliani.png",
    },{
        "name": "ალისა სანაკოევი",
        "job": "მონაცემთა ბაზები",
        "description": "ალისა არის ეკოლოგიის სტუდენტი და გველების ენთუზიასტი, თუმცა გველების შესწავლისას ნამდვილი პითონების გარდა ციფრულიც შემოესწავლა. ამიტომ ახლა QartNLP-ის გუნდის წევრიცაა. ძირითადად მუშაობს მონაცემთა ბაზებთან და შიგადაშიგ სხვის კოდშიც ჰყოფს ცხვირს.",
        "image": "alisa-sanakoevi.png",
    },{
        "name": "ნინა დარსაველიძე",
        "job": "დოკუმენტაცია და ვიზუალური მასალა",
        "description": "ნინა ხელოვნებათმცოდნეა. პროგრამირებით სწავლის მიწურულს დაინტერესდა და UniLab-ში python-ის კურსის გავლის შემდეგ მიხვდა, რომ ამ ორი სფეროს გაერთიანება და არტისტებისთვის კიბერ სამყაროში ახალი შესაძლებლობების მიცემა მისთვის ყველაზე საინტერესო საქმიანობა მალე გახდებოდა. პროექტის ფარგლებში მუშაობდა დოკუმენტაციასა და ვიზუალურ მასალაზე. ასევე, ჩართული იყო ხელსაწყოთა ნაკრების შექმნაზე.",
        "image": "nina-darsavelidze.png",
    },{
        "name": "თენგიზ პატარაია",
        "job": "backend, celery",
        "description": "თენგიზი კომპიუტერული ინჟინერიის მესამე კურსის სტუდენტი და gaziardi.ge ს ერთერთი დამფუძნებელია. ოცდამესამე მულტიმეტრის გადაწვის და რამოდენიმე ელეკტროშოკის შემდეგ მიხვდა რომ ელექტროობისგან შორს იყო და გადაწყვიტა პროგრამირებისთვის მიეყო ხელი. კურსის ფარგლებში ძირითადად მუშაობდა მონაცემთა პარალელური დამუშავების სისტემის გამართვაზე.",
        "image": "tengiz-ptaraia.png",
    },
]


block_files = [
        {
            "title":"ჩემი ფაილის სათაური", 
            "description":"სიტყვა წიგნის გაგონებაზე ადამიანის ცნობიერებაში სავსებით კონკრეტული ობიექტი წარმოისახება, რომელსაც ამ ობიექტისათვის დამახასიათებელი ზომა და ფორმა აქვს. კონკრეტულად ჩემ ცნობიერებაში წარმოსახული ობიექტი ქაღალდისგან არის დამზადებული, A5 ზომისაა და მაგარი ყდა აქვს. ", 
            "c_date":'2021/01/15', 
            "m_date":"2021/02/15"
        },{
            "title":"ჩემი ფაილის სათაური", 
            "description":"სიტყვა წიგნის გაგონებაზე ადამიანის ცნობიერებაში სავსებით კონკრეტული ობიექტი წარმოისახება, რომელსაც ამ ობიექტისათვის დამახასიათებელი ზომა და ფორმა აქვს. კონკრეტულად ჩემ ცნობიერებაში წარმოსახული ობიექტი ქაღალდისგან არის დამზადებული, A5 ზომისაა და მაგარი ყდა აქვს. ", 
            "c_date":'2021/01/15', 
            "m_date":"2021/02/15"
        },{
            "title":"ჩემი ფაილის სათაური", 
            "description":"სიტყვა წიგნის გაგონებაზე ადამიანის ცნობიერებაში სავსებით კონკრეტული ობიექტი წარმოისახება, რომელსაც ამ ობიექტისათვის დამახასიათებელი ზომა და ფორმა აქვს. კონკრეტულად ჩემ ცნობიერებაში წარმოსახული ობიექტი ქაღალდისგან არის დამზადებული, A5 ზომისაა და მაგარი ყდა აქვს. ", 
            "c_date":'2021/01/15', 
            "m_date":"2021/02/15"
        },
]